#include <iostream>
using namespace std;
//10. Написать программу, позволяющую определить f - угол (в градусах) между положением часовой стрелки в начале суток и ее положением 
// в h часов m минут и s секунд (0 ≤ h ≤ 11, 0 ≤ m,s ≤ 59). Диалог с пользователем организовать следующим образом: 
//Введите данные о текущем времени :
//h -> 3
//m -> 10
//s -> 20
//f = 95.17 градусов.
int main() {
	setlocale(LC_ALL, "rus");
	cout << "Введите данные о текущем времени:" << endl;
	int h, m,s;
	float f;
	cout << "Введите длину окружности(см) -> ";

	cout << "Площадь круга " << " кв.см.";
	return 0;
}
